
translate schinese strings:

    old "나"
    new "我"

    old "소녀"
    new "少女"

    old "유미"
    new "优美"

    old "현지"
    new "贤智"
    
    old "가연"
    new "佳妍"

    old "남학생"
    new "男生"

    # game/macro.rpy:122
    old "나 "
    new "我 "

    # game/macro.rpy:123
    old "소녀 "
    new "少女 "

    # game/macro.rpy:124
    old "유미 "
    new "优美 "

    old "여름의 끝에 피는 꽃"
    new "夏末盛开的花"

    old "마지막 소원"
    new "最后的愿望"

    old "경고"
    new "警告"

    old "본 작품에는 밝은 색상의 연출 및 눈부신 광원 효과, 반복되는 이미지 등이 포함되어 있습니다.\n극소수의 사람들은 영상에서 볼 수 있는 깜빡이는 빛과 같은 시각적 이미지에 노출될 경우 발작을 일으킬 수 있습니다.\n\n광과민성 간질 발작은 여러 증상으로 나타날 수 있습니다. 만약 작품을 감상할 때 현기증, 환각, 눈이나 근육의 경련 혹은 의식 장애(혼수상태),\n방향 감각 상실, 정신 착란, 일시적인 의식 상실 등과 같은 증상 중 한 가지라도 경험하게 되면, 작품을 재감상하기 전에 의사와 상담을 진행해 주시기를 바랍니다.\n\n만약 자신 혹은 자신의 가족이 이러한 경험을 겪은 적이 있는 경우, 작품을 감상하기 전에 먼저 의사와 상담해주세요." 
    new "本作品包含明亮的画面演出、耀眼的光源效果以及重复的影像等内容。\n极少数人可能会在观看影像中闪烁的光或其它视觉元素时发生癫痫。\n\n光敏性癫痫可能会以多种症状表现出来。如果您在欣赏作品时感到头晕，出现幻觉、眼睛或肌肉抽搐，或者出现意识丧失（如昏迷）、\n方向感丧失、精神混乱、短暂性失去意识等任何症状，请在继续欣赏作品之前，务必咨询医生。\n\n如果您本人或您的家人曾经有类似的经历，请在欣赏本作品之前先咨询医生。"

    old "숙지했으면 아무 키나 누르거나 클릭해 진행하기"
    new "若已了解，请按任意键或在任意位置点击以继续。"